Repository: milikhin/seabass-editor
Catalog: ubports-seabass/po/*.po
Languages: nl

source: About
nl: Over

source: Click here to open project page and find docs, support, donation options and list of contributors!
nl: Klik hier om de projectpagina te openen, waar je documentatie, ondersteuning, en donatie-opties kunt vinden. En natuurlijk een lijst met bijdragers!

source: Welcome
nl: Welkom

source: Creating a project failed. See build output for details
nl: Het aanmaken is mislukt. Bekijk de compilatie-uitvoer voor meer informatie.

source: Creating a Libertine container failed. See build output for details
nl: Het aanmaken van de container is mislukt. Bekijk de compilatie-uitvoer voor meer informatie.

source: Update failed. See build output for details
nl: Het bijwerken is mislukt. Bekijk de compilatie-uitvoer voor meer informatie.

source: Build (%1) failed. See build output for details
nl: Het compileren (%1) is mislukt. Bekijk de compilatie-uitvoer voor meer informatie.

source: Building (%1) failed. See build output for details
nl: Het compileren en uitvoeren (%1) is mislukt. Bekijk de compilatie-uitvoer voor meer informatie.

source: New Project
nl: Nieuw project

source: Note: it is only possible to create new projects inside directories that are mounted into Libertine containers (only ~/Downloads and ~/Documents are mounted by default)
nl: Let op: het is alleen mogelijk om projecten aan te maken in mappen die zijn aangekoppeld in Libertine-containers (standaard zijn dit ~/Downloads en ~/Documenten).

source: Template:
nl: Sjabloon:

source: Title:
nl: Naam:

source: Package name:
nl: Pakketnaam:

source: Package namespace:
nl: Pakket-naamruimte:

source: Description:
nl: Omschrijving:

source: A short description of your app
nl: Een korte omschrijving van je app

source: Maintainer Name:
nl: Naam van beheerder:

source: Maintainer Email:
nl: E-mailadres van beheerder:

source: License:
nl: Licentie:

source: Copyright year:
nl: Auteursrechtjaar:

source: Git tag versioning:
nl: Git-tagversie-opmaak:

source: Please wait, the build container is busy...
nl: De compilatiecontainer is bezig - even geduld…

source: Note: your device must support Libertine to create and build projects
nl: Let op: je apparaat dient Libertine te ondersteunen om projecten aan te maken en te bouwen.

source: Create project
nl: Project maken

source: ready
nl: klaar

source: busy...
nl: bezig…

source: not exists
nl: bestaat niet

source: Settings
nl: Instellingen

source: User interface
nl: Vormgeving

source: Theme:
nl: Thema:

source: System
nl: Systeem

source: Font size, CSS px:
nl: Tekstgrootte, in css-pixels:

source: Soft wrap:
nl: Woorden afbreken:

source: Restore previous session at startup:
nl: Vorige sessie herstellen na opstarten:

source: Features
nl: Kenmerken

source: Intellisense support is experimental and requires functional build container. Supported languages: C++, JavaScript, Python, TypeScript
nl: Let op: Intellisense-ondersteuning is experimenteel en vereist een werkende bouwcontainer. Ondersteunde talen: C++, JavaScript, Python, TypeScript

source: Build container
nl: Compilatiecontainer

source: You can use the Seabass to build projects with Clickable.
nl: Met Seabass kun je projecten bouwen met Clickable.

source: In order to execute Clickable, Seabass requires a special Libertine container to be created first. Once the container is created you can update it here and manage it as usual using `libertine-container-manager` (container ID is `seabass2`) or via the System Settings.
nl: Er is een speciale Libertine-container benodigd om Clickable uit te kunnen voeren. Zodra de container is aangemaakt, kun je deze beheren met `libertine-container-manager` (de container-id is `seabass2`) of via Systeeminstellingen.

source: If something goes wrong with the container you can delete and recreate it once again.
nl: Als er iets misgaat met je container, kun je deze verwijderen en opnieuw aanmaken.

source: Notes:
nl: Opmerkingen:

source: • To build a project you need to open a corresponding clickable configuration file and click the 'Build' button:
nl: • Om een project te compileren, moet je een bijbehorend clickable-configuratiebestand openen en drukken op de knop ‘Compileren’:

source: • Project files should be located inside ~/Downloads or ~/Documents directories. This directories are automatically mounted into Libertine containers. Alternatively you can create additional bind mounts manually.
nl: • Projectbestanden dienen te worden opgeslagen in de map ~/Downloads of ~/Documenten. Deze mappen worden automatisch aangekoppeld in de Libertinecontainers. Ook kun je handmatig aanvullende aankoppeltoewijzingen maken.

source: • clickable config file should be named 'clickable.json' or 'clickable.yaml'.
nl: • Het clickable-configuratiebestand dient de naam ‘clickable.json’ of ‘clickable.yaml’ te hebben.

source: Create build container
nl: Container aanmaken

source: Update build container
nl: Container bijwerken

source: Creating build container
nl: Bezig met aanmaken van container

source: A Libertine container is going to be created in order to execute build commands. The process might take a while, but you can continue using the Seabass while the container is being created. Your network connection will be used to fetch required packages.
nl: Er wordt een Libertine-container gemaakt om compilatie-opdrachten in uit te voeren - dit kan even duren. Ondertussen kun je Seabass gewoon blijven gebruiken. Er wordt gebruikgemaakt van je internetverbinding om vereiste pakketten op te halen.

source: Ok
nl: Oké

source: Cancel
nl: Annuleren

source: unknown error
nl: onbekende fout

source: Error occured
nl: Er is een fout opgetreden

source: Close
nl: Sluiten

source: Delete file?
nl: Bestand verwijderen?

source: Delete
nl: Verwijderen

source: Files
nl: Bestanden

source: %1 will be deleted
nl: %1 wordt verwijderd

source: Keyboard extension
nl: Toetsenborduitbreiding

source: Save changes in %1?
nl: Wil je de wijzigingen aan ‘%1’ opslaan?

source: Changes will be lost if you close the file without saving.
nl: Als je het bestand niet opslaat, gaan de wijzigingen verloren.

source: Save
nl: Opslaan

source: Unable to read file. Please ensure that you have read access to the %1
nl: Het bestand kan niet worden uitgelezen. Zorg dat je leesrechten hebt op de %1

source: Unable to write the file. Please ensure that you have write access to %1
nl: Het bestand kan niet worden weggeschreven. Zorg dat je schrijfrechten hebt op de %1

source: New file...
nl: Nieuw bestand…

source: Rename...
nl: Naam wijzigen…

source: New project...
nl: Nieuw project…

source: Tree mode
nl: Boomstructuurmodus

source: Reload
nl: Herladen

source: Create new file
nl: Bestand maken

source: file.txt
nl: bestand.txt

source: Create
nl: Maken

source: Rename %1
nl: Naam van %1 wijzigen

source: Rename
nl: Naam wijzigen

source: Move left
nl: Naar links verplaatsen

source: Move right
nl: Naar rechts verplaatsen

source: Close to the Right
nl: Rechtertabblad sluiten

source: Close All
nl: Alles sluiten
